IdeaRS.Connections
StiffenerData.PosOnMember Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the position of the stiffener on the member
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PosOnMember { get; set; }
Property Value
Type: Double
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace